Repository: jweiland-net/contributory_calculator
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.contributorycalculator.title
source: Contributory Calculator
de: Beitragsrechner

# plugin.contributorycalculator.description
source: This plugin will insert a calculator for contributories to show website visitors how much they have to pay for their children
de: Dieses Plugin fügt einen Beitragsrechner ein, um Website-Besuchern zu zeigen, wie viel sie für ihre Kinder bezahlen müssen

# tx_contributorycalculator_domain_model_care
source: Care form
de: Betreuungsform

# tx_contributorycalculator_domain_model_care.title
source: Title
de: Titel

# tx_contributorycalculator_domain_model_care.calculation_bases
source: Calculation bases
de: Berechnungsgrundlagen

# tx_contributorycalculator_domain_model_search
source: Search
de: Suche

# tx_contributorycalculator_domain_model_search.child_age
source: Age of Child
de: Alter des Kindes

# tx_contributorycalculator_domain_model_search.chargeable_income
source: Chargeable Income
de: Anrechenbares Jahreseinkommen

# tx_contributorycalculator_domain_model_calculationbase
source: Calculation base
de: Berechnungsgrundlage

# tx_contributorycalculator_domain_model_calculationbase.value_below_3
source: Factor in % for children below 3 years
de: Faktor in % für Kinder unter 3 Jahren

# tx_contributorycalculator_domain_model_calculationbase.value_above_3
source: Factor in % for children above 3 years
de: Faktor in % für Kinder ab 3 Jahre

# tx_contributorycalculator_domain_model_calculationbase.year_of_validity
source: Year of validity
de: Gültigkeitsjahr

# tx_contributorycalculator_domain_model_calculationbase.care_form
source: Care record
de: Betreuungsform

# tx_contributorycalculator_domain_model_calculationbase.minimal_income
source: Minimal income
de: Minimale Einnahmen

source: Each person with a lower income than this has nothing to pay for chosen care form.
de: Jede Person mit einem niedrigeren Einkommen als dies hat nichts zu bezahlen für ausgewählte Pflegeformulare.

# tx_contributorycalculator_domain_model_calculationbase.maximum_income
source: Maximum income
de: Maximale Einnahmen

source: Each person with a higher income than this has to pay the max. calculated value.
de: Jede Person mit einem höheren Einkommen muss den maximal berechneten Wert zahlen.
